{
    "Login": "Logowanie",
    "Logout": "Wyloguj się",
    "Register": "Rejestracja",

    "E-Mail Address": "Adres email",
    "Password": "Hasło",
    "Remember Me": "Zapamiętaj mnie",
    "Remember me": "Zapamiętaj mnie",
    "Forgot Your Password?": "Nie pamiętasz hasła?",
    "Forgot your password?": "Nie pamiętasz hasła?",
    "Reset Password": "Resetowanie hasła",
    "Name": "Nazwa użytkownika",
    "Confirm Password": "Potwierdź hasło",
    "Verify Your Email Address": "Potwierdź swój adres email",
    "Send Password Reset Link": "Wyślij link resetujący hasło",
    "A fresh verification link has been sent to your email address.": "Nowy link weryfikacyjny został wysłany na twój adres email.",
    "Before proceeding, please check your email for a verification link.": "Przed kontynuowaniem, potwierdź swój adres email przez klinięcie na link weryfikacyjny, posłany na twój email.",
    "If you did not receive the email": "Jeśli nie otrzymałeś/aś emaila",
    "click here to request another": "Kliknij tutaj, żeby otrzymać nowy",
    "Reset Password Notification": "Resetowanie hasła",
    "You are receiving this email because we received a password reset request for your account.": "Otrzymałeś/aś tego maila, ponieważ otrzymaliśmy prośbę o zmianę hasła dla twojego konta.",
    "This password reset link will expire in :count minutes.": "Ten link wygaśnie za :count minut.",
    "If you did not request a password reset, no further action is required.": "Jeśli nie wysłałeś prośby o zmianę hasła, to nie są wymagane żadne dodatkowe działania.",
    "All rights reserved.": "Wszelkie prawa zastrzeżone.",
    "Error": "Błąd",
    "Forbidden": "Zabronione",
    "Go Home": "Przejdź do strony głównej",
    "Hello!": "Witaj!",
    "Oh no": "O nie",
    "Page Expired": "Strona wygasła",
    "Page Not Found": "Nie znaleziono takiej strony",
    "Please click the button below to verify your email address.": "Kliknij poniższy przycisk aby zweryfikować swój adres email.",
    "Service Unavailable": "Serwis niedostępny",
    "Sorry, the page you are looking for could not be found.": "Przepraszamy, strona której szukasz nie została znaleziona.",
    "Sorry, you are forbidden from accessing this page.": "Przepraszamy, nie masz dostępu do tej strony.",
    "Sorry, you are making too many requests to our servers.": "Przepraszamy, wykonujesz za dużo zapytań do naszych serwerów.",
    "Sorry, you are not authorized to access this page.": "Przepraszamy, nie jesteś uprawniony do dostępu do tej strony.",
    "Sorry, your session has expired. Please refresh and try again.": "Przepraszamy, sesja wygasła. Odśwież i spróbuj ponownie.",
    "Sorry, we are doing some maintenance. Please check back soon.": "Przepraszamy, trwają pracę nad stroną. Sprawdź ponownie później.",
    "Too Many Requests": "Za dużo zapytań",
    "Verify Email Address": "Zweryfikuj adres email",
    "Whoops!": "Ups!",
    "Whoops, something went wrong on our servers.": "Ups! Coś poszło nie tak na naszych serwerach.",
    "If you did not create an account, no further action is required.": "Jeśli to nie Ty utworzyłeś konto, to nie są wymagane żadne dodatkowe działania.",
    "Regards": "Pozdrawiamy",
    "If you’re having trouble clicking the": "Jeśli masz problem z kliknięciem",
    "button, copy and paste the URL below": " to skopiuj i wklej poniższy adres URL ",
    "into your web browser": "do przeglądarki internetowej",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "Jeśli masz problem z kliknięciem na przycisk \":actionText\", skopiuj i wklej poniższy link do przeglądarki internetowej: [:actionURL](:actionURL)",
    "Two Factor Authentication": "Dwuetapowa weryfikacja konta",
    "Browser Sessions": "Otwarte sesje",
    "Delete Account": "Usuń konto",
    "Update your account's profile information and email address.": "Aktualizuj dane konta",
    "Ensure your account is using a long, random password to stay secure.": "Hasło powinno składać się z 8 liter i zawierać co najmniej jedną dużą literę",
    "Add additional security to your account using two factor authentication.": "Zapewnij kontu dodatkowe bezpieczeństwo przez włączenie dwuetapowej weryfikacji konta",
    "You have not enabled two factor authentication.": "Nie włączono dwuetapowej weryfikacji konta",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Kiedy dwuetapowa weryfikacja konta jest włączona, otrzymasz kod uwierzytelniający na swój telefon. Wymagana jest aplikacja Google Authenticator",
    "Enable": "Włącz",
    "Manage and logout your active sessions on other browsers and devices.": "Zarządzaj aktywnymi sesjami na wszystkich twoich urządzeniach i przeglądarkach",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.":"Możesz tutaj wyłączyć wszystkie aktywne sesje na twoich urządzeniach i przeglądarkach. Poniżej znajdują się twoje najnowsze sesje, ta lista nie jest kompletna. Jeśli nie rozpoznajesz któregoś urządzenia lub przeglądarki, zamknij tę sesję i zmień hasło, żeby zapewnić bezpieczeństwo konta",
    "Logout Other Browser Sessions": "Wyloguj inne przeglądarki",
    "This device": "To urządzenie",
    "Permanently delete your account": "Usuń całkowicie swoje konto",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Kiedy twoje konto zostanie usunięte, znikną też wszystkie powiązane informacje i nie możliwe będzie ich odzyskanie. ",
    "Current Password": "Obecne hasło",
    "New Password": "Nowe hasło",
    "Save": "Zapisz",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.":
    "Nie pamiętasz hasła? Podaj swój email, a wyślemy ci link resetujący hasło",
    "Email Password Reset Link": "Resetuj hasło",
    "Already registered?": "Już zarejestrowany/a?",


    "Dashboard":"Strona główna",
    "Profile": "Profil",
    "Manage Account": "Zarządzaj kontem",
    "Profile Information": "Twoje konto",
    "Update Password": "Aktualizuj hasło",
    "show": "Wyświetl",
    "edit": "Edytuj",
    "delete": "Archiwizuj",
    "user": "Użytkownik",
    "users": "Użytkownicy",
    "mail_list": "Lista adresów email",
    "mailing": "Baza maili",
    "mail_groups": "Lista grup email",
    "options": "Opcje",
    "messages": "Wiadomości",
    "config": "Ustawienia",
    "calendar": "kalendarz",
    "Firstname": "Imię",
    "Lastname": "Nazwisko",
    "Fullname": "Pełna nazwa",
    "Shortname": "Skrócona nazwa",
    "Nip": "Nip",
    "Street": "Adres (ulica nr domu/mieszkania)",
    "City": "Miasto",
    "Postal_code": "Kod pocztowy",
    "Is_company": "Firma",
    "settings": "Ustawienia",
    "settings.admin": "Zarządzanie",
    "Postal Code": "Kod pocztowy",
    "City or Town": "Miasto/miejscowość/gmina",
    "Whoops! Something went wrong.": "Coś poszło nie tak",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Dziękujemy za rejestrację! Zanim przejdziesz dalej, zweryfikuj swój adres email przez kliknięcie linku, który wysłaliśmy na podany adres email. Jeśli wiadomość email nie dotarła, kliknij na przycisk poniżej, to wyślemy ją ponownie.",
    "Resend Verification Email": "Wyślij wiadomość z linkiem do weryfikacji",
    "If you're having trouble clicking the": "Jeśli masz problem z naciśnięciem przycisku ",
    "copy and paste the URL below into your web browser:": "Skopiuj i wklej poniższy link w okno przeglądarki",
    "contractors": "Kontrahenci",
    "your contractors": "Twoi kontrahenci",
    "contractor form": "Załóż profil kontrahenta",
    "item form": "Utwórz nowy produkt",
    "event form": "Utwórz nowe wydarzenie",
    "promo form": "Utwórz nową promocję",
    "items": "Produkty",
    "your items": "Twoje produkty",
    "your events": "Twoje wydarzenia",
    "your promos": "Twoje promocje",
    "public website": "Strona z ogłoszeniami",
    "dictionaries": "Słowniki",
    "admin.contacts": "Kontakty alarmowe",
    "cases": "Sprawy",
    "motions": "Wnioski",
    "your cases": "Twoje sprawy",
    "stats.lawyers": "Statystyki",
    "prices": "Cennik"
}